# St7DeleteSRABaseCase

Deletes the specified Base Excitation Spectral Response analysis case.

long St7DeleteSRABaseCase(long uID, long SRACase)
Input Parameters
uID
Strand7 model file ID.

SRACase
Spectral Response base excitation case number.